Repository: artyshokas/django_library
Catalog: ptu5_library/user_profile/locale/*/LC_MESSAGES/django.po
Languages: lt

source: Logged out
lt: Atsijungete

source: Session closed successfully.
lt: Sessija baigta

source: Log in again
lt: Prisijungti is naujo

source: Login error, please try again.
lt: Prisijungimo klaida, bandyk dar karta

source: Permission error. You need a permission to see this page.
lt: Klaida. Reikia leidimo prisijungimui i sia svetaine

source: Username
lt: Vartotojo vardas

source: Password
lt: Slaptazodis

source: Forgot password
lt: Pamirsote slaptazodi

source: Password reset successfull
lt: Slaptazodis sekmingai pakeistas

source: log in
lt: Prisijungti

source: now
lt: dabar

source: Password reset form
lt: Slaptazodzio keitimas

source: Reset Password
lt: Pakeisti slaptazodi

source: Reset password
lt: Pakeisti slaptazodi

source: Error: bad link. Please request
lt: Nuorodos klaida. Uzklausti

source: password reset
lt: Pakeisti slaptazodi

source: again
lt: dar

source: Password reset email sent
lt: Slaptazodzio keitimo laiskas issiustas

source: We've sent you an email with password reset link for your account.
lt: Issiunteme Jums laiska su slaptazodzio keitimo nuoroda

source: Hi! someone has requested to reset your password. You can do so here
lt: Kazkas uzprase jusu slaptazodzio keitima. Tai galit padaryt cia

source: If it was not you, please ignore this email
lt: Jei tai buvote ne Jus, istrinkit si laiska

source: Best wishes!
lt: Viso gero

source: Forgot
lt: Pamirsote

source: password
lt: slaptazodi

source: Password request form
lt: Keitimo forma

source: Reset
lt: Pakeisti

source: profile
lt: profilis

source: Name
lt: Vardas

source: E-mail
lt: Pastas

source: Update
lt: Atnaujinti

source: Register Library account
lt: Sukurti bibliotekos paskyra

source: Repeat password
lt: Pakartoti slaptazodi

source: Register
lt: Registruoti

source: If you already have an account you can
lt: Jei jau turite paskyra, jus galit

source: Updating User Profile
lt: Atnaujinti paskyra
